CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Momento de projeto na direção y para projeto dúctil"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Momento de projeto na direção z para projeto dúctil"
IDS_5_YEARS_OR_MORE = "5 anos ou mais"
IDS_ABOUT_MAJOR_AXIS = "sobre o eixo maior"
IDS_ABOUT_MINOR_AXIS = "sobre o eixo menor"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Dados adicionais de armadura de flexão"
IDS_APPLIED_SHEAR_FORCE = "Força cortante aplicada"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Pino com cabeça moldado no local"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Parafuso com cabeça moldado no local"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Parafuso em gancho moldado no local - L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Parafuso em gancho moldado no local - J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Âncora subcortada instalada posteriormente"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Chumbador de expansão instalado posteriormente ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Chumbador de expansão instalado posteriormente ( Deslocamento )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Âncora adesiva instalada posteriormente"
IDS_AREA = "Área"
IDS_ASSUMED_UNCRACKED_SECTION = "Seção suposta não fissurada"
IDS_AXIAL_CAPACITY = "Capacidade axial"
IDS_AXIAL_MOMENT = "Axial e momento"
IDS_AXIAL_MOMENT_CAPACITY = "Capacidade axial e de momento"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Capacidade axial e de momento em torno do eixo principal"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Capacidade axial e de momento em torno do eixo secundário"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Capacidade de junta viga-coluna"
IDS_BEAM_DEMAND_BOTTOM = "Demanda da viga inferior"
IDS_BEAM_DEMAND_TOP = "Demanda da viga superior"
IDS_BEARING = "Apoio"
IDS_BEARING_CAPACITY = "Capacidade de apoio"
IDS_BOTTOM = "Inferior"
IDS_BOUNDARY_ELEMENT = "Elemento de contorno"
IDS_BOUNDARY_ELEMENT_LENGTH = "Comprimento do B.E"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "A armadura transversal do elemento de borda não é necessária"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "A armadura transversal do elemento de borda é necessária"
IDS_BY_LENGTH = "Por comprimento"
IDS_BY_SECTION = "Por seção"
IDS_BY_DESIGN_DETAILS = "Por detalhes de projeto"
IDS_BY_XD_LIMIATION = "Por limitação x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Calcular a carga axial e a capacidade de momento"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Calcular a capacidade axial e de momento (Curva P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Calcular capacidade de apoio"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Calcular a resistência à flexão para a força cortante de projeto"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Calcular a capacidade do bloco de tensões de compressão"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Calcular a capacidade da barra de armadura ( (+): compressão, (-): tração )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Calcular carga axial concêntrica"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Cálculo de compressão pura"
IDS_CALCULATE_CRACK_WIDTH = "Calcular largura da fissura"
IDS_CALCULATE_DEFLECTION = "Calcular deslocamento"
IDS_CALCULATE_DEFLECTION_ALLOW = "Calcular deslocamento permitido"
IDS_CALCULATE_DEFLECTION_MAX = "Calcular deslocamento máximo"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Calcular deslocamento de projeto"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcular a força cortante de projeto de acordo com disposições especiais para projeto sísmico"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calcular a armadura mínima para fissuração"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Calcular a força cortante de projeto principal de acordo com disposições especiais para projeto sísmico"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Calcular a força cortante de projeto secundária de acordo com disposições especiais para projeto sísmico"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Calcular relação máxima de armadura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Calcular relação mínima de armadura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Cálculo da taxa mínima de armadura "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Calcular Momento a partir da borda esquerda"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Calcular Momento a partir da borda direita"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Calcular o multiplicador para efeitos de longo prazo"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Calcular a capacidade nominal em torno do eixo neutro"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Verificar a distribuição de deformações da seção"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Calcular o Momento de tombamento e de restabelecimento a partir da borda esquerda"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Calcular o Momento de tombamento e de restabelecimento a partir da borda direita"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Calcular o Momento de tombamento a partir da borda esquerda"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Calcular o Momento de tombamento a partir da borda direita"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Calcular capacidade de apoio de estaca"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Calcular relação de armadura"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Cálculo da relação de armadura"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Calcular armadura de cisalhamento necessária"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "no caso de armadura de amarração"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Verificar a força de tração na armadura longitudinal causada pela força cortante"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Calcular a resistência à força cortante requerida pela armadura transversal"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Cálculo da resistência à força cortante fornecida pela armadura transversal"
IDS_CHECK_SHEAR_CAPACITY = "Verificar capacidade de cisalhamento"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Calcular a resistência à força cortante do Concreto"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Cálculo da resistência nominal à força cortante do Concreto"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Cálculo da tensão de cisalhamento majorada"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Calcular a resistência à força cortante pela Armadura de força cortante"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Calcular armadura de cisalhamento necessária"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Espaçamento máximo da armadura transversal"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Necessita de armaduras"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Não necessita de armaduras"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calcular armadura longitudinal adicional"
IDS_CALCULATE_SLIDING_CAPACITY = "Calcular capacidade de deslizamento"
IDS_CALCULATE_STRAIN = "Calcular deformação"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Calcular fator de redução de resistência"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Cálculo dos fatores de resistência"
IDS_CALCULATE_STRESS = "Calcular tensão"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Calcular a armadura de força cortante requerida"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Calcular a espessura necessária"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Calcular a tensão no aço tracionado"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Calcular o espaçamento máximo de fissuras"
IDS_CALCULATE_CRACKING_MOMENT = "Calcular momento de fissuração"
IDS_CALCULATE_CRACKING_MOMENT_US = "Cálculo do momento de fissuração"
IDS_CHAR_DOT = "Caract."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Ângulo de atrito característico"
IDS_CHECK_ANGLE_ROTATE = "Verificar o ângulo de rotação (grau)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Calcular capacidade de momento"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Cálculo da resistência à flexão"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Verificar a condição de limite de escoamento do aço comprimido"
IDS_CHECK_CRACK = "Verificar fissura"
IDS_CHECK_STRESS_AREMA = "Verificar tensão"
IDS_CHECK_CRACK_WIDTH = "Verificar largura da fissura"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Verificar esmagamento do concreto"
IDS_CHECK_DECK_PLATE = "Verificar placa de cobertura"
IDS_CHECK_DEFLECTION = "Verificar deslocamento"
IDS_CHECK_DESIGN_MOMENT = "Verificar momento de projeto"
IDS_CHECK_ECCENTRICITY = "Verificar excentricidade"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Verificar excentricidade mínima"
IDS_CHECK_LINEAR_CREEP = "Verificar fluência linear"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Verificar a armadura de tração máxima permissível"
IDS_COMPUTE_MEMBER_END_MOMENT = "Calcular momentos de extremidade do elemento"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Calcular os momentos de extremidade do elemento estrutural em torno do eixo principal"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Calcular os momentos de extremidade do elemento estrutural em torno do eixo secundário"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Verificar capacidade de força axial"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Verificar comprimento da região crítica"
IDS_CHECK_CRITICAL_REGION_SPACE = "Verificar espaço da região crítica"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Verificar o comprimento da região crítica"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Verificar o espaçamento da região crítica"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Verificar o momento total incluindo efeitos de 2ª ordem"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Verificar o momento total incluindo efeitos de 2ª ordem em torno do eixo principal"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Verificar o momento total incluindo efeitos de 2ª ordem em torno do eixo secundário"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "O momento de projeto é amplificado 99.99 vezes."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Aplicar momento amplificado."
IDS_CHECK_MOMENT_MAGNIFICATION = "Verificar amplificação de momento"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Verificar a amplificação do momento em torno do eixo principal"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Verificar a amplificação do momento em torno do eixo secundário"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Verificar a relação do eixo neutro com a altura útil"
IDS_CHECK_REBAR_RATIO = "Verificar relação de barras de armadura"
IDS_CHECK_REBAR_SPACE = "Verificar espaçamento de barras de armadura"
IDS_CHECK_REINFORCEMENT_DETAIL = "Verificar detalhe da armadura"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Verificando armadura"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Fator de distribuição por temperatura"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Verificar armadura de cisalhamento necessária"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Verificando armadura transversal necessária"
IDS_CHECK_SHEAR_RATIO = "Verificar a relação da capacidade de força cortante"
IDS_CHECK_INTERACTION_SHEAR = "Verificar a interação para força cortante biaxial"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "A interação para força cortante biaxial deve ser verificada"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "A interação para força cortante biaxial é desprezada"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Relação de interação"
IDS_CHECK_SKIN_REBAR = "Verificar barra de armadura de revestimento"
IDS_CHECK_SLENDERNESS_RATIO = "Verificar relação de esbeltez"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Verificar o índice de esbeltez em torno do eixo y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Verificar o índice de esbeltez em torno do eixo z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Verificar o espaçamento das barras de armadura horizontais"
IDS_CHECK_SPACING_OF_REBAR = "Verificar espaçamento das barras de armadura"
IDS_CHECK_SPACING_OF_REBAR_US = "Verificação do controle de fissuração pela distribuição da armadura "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Verificação da tensão de tração na Barra de armadura sob Cargas de serviço"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Verificar o espaçamento da armadura de força cortante"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Verificar o espaçamento da armadura mais próxima da face tracionada"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Verificar se elementos especiais de borda são necessários na parede atual."
IDS_CHECK_STRESS_LIMITAION = "Verificar limite de tensão"
IDS_CHURCH = "Igreja"
IDS_COLUMN_LOCATION_TYPE = "Tipo de localização da Coluna : "
IDS_COMBINATION = "Combinação"
IDS_COMP_DOT = "Comp."
IDS_COMPRESSION = "Compressão"
IDS_COMPRESSION_CONTROLLED = "Compressão controlada"
IDS_REVISE_SECTION = "Revisar seção"
IDS_COMPRESSION_ONLY = "Apenas compressão"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Calcular o comprimento da armadura transversal do elemento de borda."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Calcular a barra de armadura horizontal para elemento especial de borda na direção da espessura."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Calcular força cortante horizontal"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Calcular informações de geometria da junta"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Calcular o espaçamento máximo da barra de armadura horizontal para o elemento de borda."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Calcular a capacidade nominal de força cortante na junta"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Calcular a capacidade de projeto de força cortante na junta"
IDS_CONCRETE = "Concreto"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "confinado por vigas em todas as quatro faces"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "confinado por vigas em três faces ou em duas faces opostas"
IDS_CRACKED_SECTION = "Seção fissurada"
IDS_CRITICAL_PILE_NODE_KEY = "Chave do nó crítico da estaca"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "O espaçamento da região crítica não existe."
IDS_CURRENT_WALL_LEVEL = "Nível atual da parede"
IDS_CUTTING_LINE = "Linha de corte"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Capacidade de flexão da linha de corte"
IDS_CUTTING_LINE_FLEXURE = "Flexão da linha de corte"
IDS_CUTTING_LINE_SHEAR = "Cisalhamento da linha de corte"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Capacidade de cisalhamento da linha de corte"
IDS_CALCULATE_BALANCE_CONDITION = "Calcular condição de equilíbrio"
IDS_CALCULATE_BALANCE_CONDITION_US = "Cálculo da capacidade na condição de deformação balanceada "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Excentricidade equilibrada"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Excentricidade real"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Compressão axial máxima"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Controle de tensão"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Controle de compressão"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Assim, a seção é controlada por tração. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Assim, a seção é controlada por compressão. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Condição equilibrada"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Verificar a tensão de tração para Barra de armadura vertical"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Verificar a tensão de tração para Barra de armadura horizontal"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Verificar a tensão de compressão do Concreto"
IDS_COMPRESSIVE_STRESS = "Tensão compressiva"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Calcular a capacidade à tração da barra de armadura"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Calcular a capacidade à compressão do Concreto"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Verificar a dimensão do elemento especial de borda"
IDS_COMPRESSION_STEEL_YIELD = "Limite de escoamento do aço de compressão"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "O aço comprimido não atinge o limite de escoamento"
IDS_CORNER = "Canto"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calcular imperfeição geométrica"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calcular esbeltez do quadro"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calcular o momento de projeto em torno do eixo y com contraventamento"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calcular o momento de projeto em torno do eixo y sem contraventamento"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calcular o momento de projeto em torno do eixo z com contraventamento"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calcular o momento de projeto em torno do eixo z sem contraventamento"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calcular o momento de projeto (eixo %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calcular a resistência nominal à força cortante para parede especial"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Verificar razão axial normalizada"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Verificar a taxa volumétrica de estribos de confinamento"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calcular fator de ductilidade de curvatura"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Verificar a taxa volumétrica mecânica de estribos de confinamento dentro das regiões críticas"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "As barras de armadura de compressão não são consideradas ao calcular %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Verificar distribuição da armadura"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Resistência nominal horária"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Resistência nominal anti-horária"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Resistência de projeto horária"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Resistência de projeto anti-horária"
IDS_CONSIDER_UNBALANCED_MOMENT = "Considerar momento não equilibrado"
IDS_CALCULATE_TORSION_CAPACITY = "Calcular capacidade de torção"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calcular a resistência à torção pela armadura de estribos"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calcular a resistência à torção pela armadura longitudinal"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Verificar se é necessária apenas a armadura mínima"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Verificar o espaçamento da armadura de estribos à torção"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Área da seção transversal da armadura"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calcular resistência ao cisalhamento de projeto"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Calcular a resistência plástica de cálculo à força cortante"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calcular a resistência de cálculo à flambagem por força cortante"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calcular a resistência de cálculo à flambagem por força cortante a partir da alma"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calcular a resistência de cálculo à flambagem por força cortante a partir da mesa"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Verificar a resistência de cálculo à força cortante em torno do eixo principal"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Verificar a resistência de cálculo à força cortante em torno do eixo secundário"
IDS_CONNECTION_TYPE = "Tipo de conexão"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contribuição da alma"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contribuição da flange"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "considerar a contribuição da mesa"
IDS_CONSIDER_GIRDER_MODE = "Considerar modo de viga"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Verificar a resistência de cálculo à torção"
IDS_CONCURRENT_FORCE = "força concorrente"
IDS_CALC_CAPACITY_CONCRETE = "Calcular capacidade do concreto"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Relação de momentos da coluna na ligação"
IDS_CALCULATE_DESIGN_SHEARS = "Calcular cisalhamentos de projeto"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Verificar o limite máximo do índice de esbeltez"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Com cargas transversais entre apoios)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "A classe do Concreto não é permitida"
IDS_DAMPING_RATIO = "Razão de amortecimento"
IDS_DE_CRITICAL = "Crítico"
IDS_DE_DIR_DOT_1 = "Dir.1"
IDS_DE_DIR_DOT_2 = "Dir.2"
IDS_DE_DIR_DOT_3 = "Dir.3"
IDS_DE_FAILURE = "Falha"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Relatório de Detalhamento de Projeto de Elemento Estrutural"
IDS_DE_NEED_CHK = "Necessita Verificação"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Nenhum"
IDS_DE_NOT_CHK = "Não Verificar"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "x-Dir."
IDS_DE_Y_DIR_DOT = "y-Dir."
IDS_DE_Z_DIR_DOT = "z-Dir."
IDS_DEAD_LOAD_CASE = "Caso de carga morta"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Deflexão sob construção"
IDS_DENSE_ZONE = "Zona Densa"
IDS_DESIGN_CASE = "Caso de projeto"
IDS_DESIGN_CODE = "Código de projeto"
IDS_DESIGN_FORCE = "Força de projeto"
IDS_DESIGN_PARAMETER = "Parâmetro de projeto"
IDS_DESIGN_TYPE = "Tipo de projeto"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Regras de detalhamento para a ductilidade local de elementos de Concreto"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Determinar se é necessária armadura transversal do elemento de contorno"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Determinar se são necessários elementos especiais de contorno pelo método baseado em Deslocamento."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Determinar se são necessários elementos especiais de contorno pelo método baseado em Tensão."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Capacidade de punção da Força cortante do capitel"
IDS_DEFLECTION = "Deflexão"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Valor padrão ou definido pelo usuário"
IDS_DROP = "Queda"
IDS_DESIGN_MODED_DESIGN = "Projeto"
IDS_DESIGN_MODED_CHECKING = "Verificação"
IDS_DESIGN_MODED_EDIT = "Edição de projeto"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distância do eixo neutro da Seção até a armadura"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distância do centro da Seção até a armadura no sistema local do Elemento estrutural"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Determinar se deve considerar a flambagem por força cortante"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Determinar se deve considerar a contribuição das mesas"
IDS_END_PART = "Parte final"
IDS_END_LENGTH = "Comprimento final"
IDS_END_SPACE = "Espaço final"
IDS_ETC_ACTION = "Ação etc"
IDS_EXTERIOR_COLUMN = "Coluna exterior"
IDS_EDGE = "Borda"
IDS_ETC = "Etc."
IDS_ECCENTRICITY_FACTOR = "Fator de excentricidade"
IDS_END_MOMENT_DESIGN_SHEAR = "Momento de extremidade para a força cortante de cálculo sísmico"
IDS_ENVIRONMENT = "Ambiente"
IDS_FACE = "Face"
IDS_FOR_OTHER_CASES = "para outros casos"
IDS_FOOT_BRIDGE_INDOOR = "Ponte para pedestres (Interna)"
IDS_FOOT_BRIDGE_OUTDOOR = "Ponte para pedestres (Externa)"
IDS_FRICTION_FACTOR = "Fator de atrito"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Fator para a contribuição da alma na flambagem por força cortante"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Forças cortantes majoradas causadas pelo tipo de Caso de carga"
IDS_HORIZONTAL = "Horizontal"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Calcular a Barra de armadura horizontal para elemento especial de contorno na direção do comprimento."
IDS_HEIGHT_ENTIRE_WALL = "Altura da parede inteira"
IDS_HORIZONTAL_TENSILE_STRESS = "Tensão de tração horizontal"
IDS_IMMEDIATE = "Imediato"
IDS_INTERIOR_COLUMN = "Coluna interior"
IDS_INTERMEDIATE_MOMENT_FRAME = "Quadro de momento intermediário"
IDS_INCREASE_SECTION_DIMENSIONS = "Aumentar as dimensões da Seção."
IDS_INTERACTION_CURVE = "Curva de interação"
IDS_INTERIOR = "Interior"
IDS_JOINT = "Junta"
IDS_JOINT_CLASSIFIED = "A ligação é classificada como,"
IDS_JOINT_CONTINUOUS_BEAMS = "Vigas contínuas"
IDS_JOINT_CONTINUOUS_COLUMN = "Coluna contínua"
IDS_JOINT_CONFINED_COLUMN = "Coluna confinada"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Vigas descontínuas"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Coluna descontínua"
IDS_JOINT_NOTCONFINED_COLUMN = "Coluna não confinada"
IDS_LEFT_PART = "Parte esquerda"
IDS_LINEAR_CREEP = "Creep linear"
IDS_LIVE_LOAD_CASE = "Caso de carga viva"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Razão de sustentação de carga viva"
IDS_LONG_HYPHEN_TERM = "Longo Prazo"
IDS_LONG_TERM = "Longo Prazo"
IDS_MATERIAL = "Material"
IDS_MAXIMUM_BEARING_PRESSURE = "Pressão máxima de apoio"
IDS_MEMBER_INFORMATION = "Informações do elemento estrutural"
IDS_MEMBER_LENGTH = "Comprimento do elemento estrutural"
IDS_MEMBER_NAME_SMALL = "Nome do elemento estrutural"
IDS_MEMBERS_IN_GROUP = "Elementos estruturais no grupo"
IDS_MIDDLE_PART = "Parte do meio"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Área mínima de barra de armadura necessária"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Espaço mínimo de barra de armadura necessário"
IDS_MINIMUM_THICK_REQ = "Espessura mínima necessária"
IDS_MM_INTERACTION_CURVE = "Curva de interação MM"
IDS_MOMENT_CAPACITY = "Capacidade de momento"
IDS_MOMENT_CONNECTION = "Conexão de momento"
IDS_MOMENT_FORCE = "Força de momento"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Resistência ao Momento em torno do eixo local y do Elemento estrutural na armadura"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Resistência ao Momento em torno do eixo local z do Elemento estrutural na armadura"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "É necessária a armadura mínima de Força cortante."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "É necessária a armadura transversal mínima."
IDS_MODIFIED_SLENDERNESS = "Esbeltez modificada"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Resistência ao Momento de uma Seção composta apenas pelas mesas"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ é calculado como M_pl,Rd$ mas desprezando a contribuição da alma."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ é calculado como M_pl,Rd$ mas desprezando a contribuição da alma."
IDS_MAXIMUM = "máximo"
IDS_MINIMUM = "mínimo"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "A verificação de espaçamento máximo é ignorada, pois nenhuma armadura de cisalhamento é fornecida."
IDS_NEG_DOT_CRACK = "Neg. Fissura"
IDS_NEG_DOT_MOMENT = "Neg. Momento"
IDS_NEG_DOT_STRESS = "Neg. Tensão"
IDS_NM_INTERACTION_CURVE = "Curva de interação NM"
IDS_NOMINAL_MOMENT = "Momento nominal"
IDS_NOMINAL_MOMENT_CAPACITY = "Capacidade de momento nominal"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "estrutura não pré-esforçada"
IDS_NON_LINEAR_CREEP = "Creep não linear"
IDS_NOT_DENSE_ZONE = "Zona não densa"
IDS_NOT_REQUIRED = "Não requerido"
IDS_NOT_SLENDER = "Não esbelto"
IDS_NEED_NOT_BE_CHECKED = "Não precisa ser verificado"
IDS_NOT_ACCEPTABLE = "Não aceitável"
IDS_NORMALIZED_AXIAL_RATIO = "Relação axial normalizada"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "É necessário verificar a flambagem por força cortante"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Não é necessário verificar a flambagem por força cortante"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "não considerar a contribuição da mesa"
IDS_OFFICE = "Escritório"
IDS_ORDINARY_MOMENT_FRAME = "Estrutura de momento ordinário"
IDS_OVERTURNING = "Capotamento"
IDS_OVERTURNING_CAPACITY = "Capacidade de capotamento"
IDS_OVERTURNING_MOMENT = "Momento de capotamento"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "É necessária apenas a Armadura mínima."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "O Momento fletor fora do plano Mzz não é considerado no dimensionamento de Seção do Tipo 2"
IDS_PERMANENT_ACTION = "Ação permanente"
IDS_PILE_BEARING = "Fundação por estacas"
IDS_PILE_BEARING_CAPACITY = "Capacidade de fundação por estacas"
IDS_PILE_PUNCHING_SHEAR = "Força cortante por punção de estacas"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Capacidade de força cortante por punção de estacas"
IDS_PM_INTERACTION_CURVE = "Curva de interação PM"
IDS_POS_DOT_CRACK = "Pos. Fissura"
IDS_POS_DOT_MOMENT = "Pos. Momento"
IDS_POS_DOT_STRESS = "Pos. Tensão"
IDS_POSITION = "Posição"
IDS_PROBABLE_MOMENT = "Momento provável"
IDS_PROBABLE_MOMENT_CAPACITY = "Capacidade de momento provável"
IDS_PROGRAM_DETERMINED = "Determinado pelo programa"
IDS_PUNCHING_SHEAR = "Força cortante por punção"
IDS_PUNCHING_SHEAR_CAPACITY = "Capacidade de força cortante por punção"
IDS_PILE = "Estaca"
IDS_PROBABLE_MOMENT_COLUMN = "Momento provável da coluna"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Área de barra de armadura"
IDS_REBAR_SPACE = "Espaçamento de barra de armadura"
IDS_REBAR_SPACE_BY_MATERIAL = "Espaçamento de barra de armadura por material"
IDS_REINFORCEMENT_DATA = "Dados de armadura"
IDS_RESIDENCE = "Residência"
IDS_REQUIRED_THICKNESS = "Espessura requerida"
IDS_RESTORING_MOMENT = "Momento restaurador"
IDS_RIGHT_PART = "Parte direita"
IDS_REPORTINFO_DESCRIONTION_FACT = "Descrição dos fatores aplicados para o dimensionamento"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Fator de redistribuição de momento"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Fator de redistribuição de momento torsor"
IDS_REPORTINFO_AXIAL = "Axial"
IDS_REPORTINFO_MOMENT = "Momento"
IDS_REPORTINFO_SHEAR = "Força cortante"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Fator de redução de carga viva"
IDS_REPORTINFO_SPECIAL_LCOM = "Combinação de carga sísmica especial"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Fator de carga vertical"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Aceleração de resposta espectral em períodos curtos"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Fator de sobrecapacidade do sistema"
IDS_REPORTINFO_FOR_DIRECTION__s = "para a Direção de %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Combinação de carga sísmica vertical"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Fator de força vertical"
IDS_REPORTINFO_SMF = "Estruturas de momento especial"
IDS_REPORTINFO_IMF = "Estruturas de momento intermediário"
IDS_REPORTINFO_OMF = "Estruturas de momento ordinário"
IDS_REPORTINFO_HDF = "Estruturas de alta ductilidade"
IDS_REPORTINFO_MDF = "Estruturas de ductilidade média"
IDS_REPORTINFO_LDF = "Estruturas de baixa ductilidade"
IDS_REPORTINFO_STMF = "Estrutura de treliça de momento especial"
IDS_REPORTINFO_SCBF = "Estrutura de contraventamento concentrico especial"
IDS_REPORTINFO_OCBF = "Estrutura de contraventamento concentrico ordinário"
IDS_REPORTINFO_EBF = "Estrutura de contraventamento excêntrico"
IDS_REPORTINFO_BRBF = "Estrutura de contraventamento com restrição de flambagem"
IDS_REPORTINFO_SPSW = "Parede de cisalhamento de placa especial"
IDS_REPORTINFO_WA_ = "Área de observação"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Disposições especiais para dimensionamento sísmico"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Fator de ampliação sísmica para Força cortante"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Fator de ampliação aplicado para Força cortante"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Força cortante por %s, Força cortante por %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Força cortante por %s, Força cortante por %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Elemento estrutural para dimensionamento não sísmico"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Elemento estrutural para sistema não resistente a forças sísmicas"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Fator de ampliação do Caso de carga EQ para Forças axiais"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Fator de ampliação do Caso de carga EQ para Momentos"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Fator de ampliação do Caso de carga EQ para Forças cortantes"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Fator de ampliação das combinações EQ para Forças axiais"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Fator de ampliação das combinações EQ para Momentos"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Fator de ampliação das combinações EQ para Forças cortantes"
IDS_REPORTINFO_PILOTI_COLM = "Tipo de Coluna sísmica : Coluna Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Tipo de Coluna sísmica : Coluna de Pavimento mole"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Parede estrutural de concreto armado especial"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Parede estrutural especial de RC : Elementos para dimensionamento não sísmico"
IDS_REPORTINFO_LDS_RC_WALL = "Parede de baixa ductilidade"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Parede de baixa ductilidade : Elementos para dimensionamento não sísmico"
IDS_REPORTINFO_MDS_RC_WALL = "Parede de ductilidade média"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Parede de ductilidade média : Elementos para dimensionamento não sísmico"
IDS_REPORTINFO_HDS_RC_WALL = "Parede de alta ductilidade"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Parede de alta ductilidade : Elementos para dimensionamento não sísmico"
IDS_REPORTINFO_RESULT_SUMMARY = "Resumo dos resultados"
IDS_REPORTINFO_THICKNESS = "Espessura"
IDS_REPORTINFO_SECT_NAME_ID = "Nome da Seção(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elemento"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Armadura"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Relação"
IDS_REPORTINFO_SECT_CHECK = "Verificar"
IDS_REPORTINFO_SUMMATION = "Soma"
IDS_REPORTINFO_REBAR = "Barra de armadura"
IDS_REPORT_FOR_DEAD_LOAD = "Para Carga Morta"
IDS_REPORT_FOR_GRAVITY_LOAD = "Para Carga de Gravidade"
IDS_REPORT_FOR_TOTAL_LOAD = "Para Carga Total"
IDS_REPORT_OLNY_EARTHQUAKE = "Apenas Terremoto"
IDS_REPORT_MINOR_DIR_SEISMIC = "direção menor para sísmico"
IDS_REPORT_DO_NOT_CONSIDER = "não considerar"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "para Caso de carga RS sem considerar o sinal"
IDS_REPORT_CLOCKWISE = "Sentido horário"
IDS_REPORT_COUNTER_CLOCKWISE = "Sentido anti-horário"
IDS_REPORT_COMPARE_ABS = "Por Comparar Abs"
IDS_REPORT_BRACED = "Contraventado"
IDS_REPORT_UNBRACED = "Não contraventado"
IDS_REPORT_BRACED_SIDESWAY = "Para elementos contraventados contra deslocamento lateral"
IDS_REPORT_UNBRACED_SIDESWAY = "Para elementos não contraventados contra deslocamento lateral"
IDS_REPORT_SINGLE_CURVATURE = "Curvatura simples"
IDS_REPORT_REVERSE_CURVATURE = "Curvatura reversa"
IDS_REPORT_ERROR_Pn_ZERO = "Erro : Pn é Zero."
IDS_REPORT_ELEM_NO = "Nº do Elem."
IDS_REPORT_MEMB_NO = "Nº do Memb."
IDS_REPORT_NODE_NO = "Nº do Nó"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "É necessária Armadura para resistir à torção."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Apenas Carga de Gravidade"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Excluir Carga Sísmica"
IDS_REPORT_CALC_CLOCKWISE = "Calcular em Sentido Horário"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Calcular em Sentido Anti-horário"
IDS_REPORT_UNBRACED_SLENDER = "os efeitos da esbeltez não podem ser desprezados."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Calcular a Tensão de Força cortante majorada com Momento desbalanceado majorado."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Calcular parâmetros sobre o eixo local-y da flexão paralela à borda"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Calcular parâmetros sobre o eixo local-z da flexão paralela à borda"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Calcular parâmetros sobre o eixo local-y da flexão perpendicular à borda"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Calcular parâmetros sobre o eixo local-z da flexão perpendicular à borda"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Calcular parâmetros sobre o eixo local-y do interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Calcular parâmetros sobre o eixo local-z do interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Calcular parâmetros do círculo interno"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Calcular parâmetros em torno do eixo local-y do canto"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Calcular parâmetros em torno do eixo local-z do canto"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Quadrado com o mesmo perímetro"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "O cálculo do eixo neutro não convergiu."
IDS_REPORT_SEISMIC_ZONE = "Zona sísmica"
IDS_SAFETY_FACTOR = "Fator de segurança"
IDS_SEISMIC_REDUCTION_FACTOR = "Fator de redução sísmica"
IDS_SHEAR = "Cisalhamento"
IDS_SHEAR_CAPACITY = "Capacidade de cisalhamento"
IDS_SHEAR_CAPACITY_US = "Cálculo da resistência ao cisalhamento"
IDS_SHEAR_CONNECTION = "Conexão de cisalhamento"
IDS_SHOPPING_MALL = "Shopping"
IDS_SHORT_HYPHEN_TERM = "Curto prazo"
IDS_SLENDER = "Esbelto"
IDS_SLIDING = "Deslizamento"
IDS_SLIDING_CAPACITY = "Capacidade de deslizamento"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Espaçamento da armadura de cisalhamento"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - A armadura transversal do elemento de contorno especial não é necessária"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - A armadura transversal do elemento de contorno especial é necessária"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Elementos de contorno especiais não são necessários"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Elementos de contorno especiais são necessários"
IDS_SPECIAL_MOMENT_FRAME = "Quadro de momento especial"
IDS_STIRRUPS = "Estribos"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Deformação na armadura"
IDS_STRESS_IN_THE_REINFORCEMENT = "Tensão na armadura"
IDS_STRESS_STRAIN_RELATION = "Relação tensão-deformação"
IDS_STRESS_STRAIN_EQIV_RECT = "Retângulo equivalente"
IDS_STRESS_STRAIN_EQIV_PARA = "Parábola-Retângulo (Média)"
IDS_STRESS_STRAIN_REAL_PARA = "Parábola-Retângulo (Detalhe)"
IDS_STRESS_UNDER_CONSTRUCTION = "Tensão sob construção"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "A resistência à força cortante de classes de resistência do concreto superiores a C50/60 pode ser limitada à de C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "A resistência à força cortante de classes de resistência do concreto superiores a C90/105 pode ser limitada à de C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "A resistência à força cortante de classes de resistência do concreto superiores a C100/115 pode ser limitada à de C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "A resistência à força cortante de classes de resistência do concreto superiores a B65(C60/75) pode ser limitada à de B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "A armadura de força cortante não é necessária."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "A armadura transversal não é necessária."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "A armadura de força cortante é necessária."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "A armadura transversal é necessária."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Buscar eixo neutro"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Coeficiente de flambagem por cisalhamento"
IDS_STIFFENED = "Reforçado"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Somatório dos momentos prováveis das vigas conectadas"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Calcular o espaçamento máximo para a direção y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Calcular o espaçamento máximo para a direção z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Verificar se deve considerar a Tabela %s Eq(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Portanto, %s Eq(%s) é considerada."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Portanto, %s Eq(%s) não é considerada."
IDS_SKIN = "Lado"
IDS_STEEL_I_TYPE2 = "Aço-I (Tipo2)"
IDS_STEEL_BOX_TYPE2 = "Aço-Box (Tipo2)"
IDS_STEEL_TUB_TYPE2 = "Aço-Tubo (Tipo2)"
IDS_TABLE = "Tabela"
IDS_TENS_DOT = "Tração."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Resistência à tração da armadura"
IDS_TENSION = "Tensão"
IDS_TENSION_CONTROLLED = "Tensão controlada"
IDS_TENSION_ONLY = "Apenas Tensão"
IDS_THICKNESS = "Espessura"
IDS_TOP = "Topo"
IDS_TORSION = "Momento torsor"
IDS_TORSION_CAPACITY = "Capacidade de momento torsor"
IDS_TORSION_CAPACITY_US = "Cálculo da resistência ao momento torsor"
IDS_TORSION_CHECK_NEED = "Considerar efeitos de Momento torsor."
IDS_TORSION_NEGLECT = "Será permitido desprezar os efeitos de Momento torsor."
IDS_TORSION_NEGLECT_CHK = "Verificar Momento torsor para desprezar os efeitos de Momento torsor."
IDS_TORSION_NEGLECT_CHK_US = "Verificando os efeitos de Momento torsor."
IDS_TORSION_REQ_AS_L = "Calcular a armadura longitudinal de Momento torsor necessária."
IDS_TORSION_REQ_AS_L_US = "Verificando armaduras longitudinais."
IDS_TORSION_REQ_AS_T = "Calcular a armadura transversal de Momento torsor necessária."
IDS_TORSION_SECTIONLIMIT = "Verificar o limite da seção transversal."
IDS_TORSION_SMAX = "Calcular o detalhamento da armadura de Momento torsor."
IDS_TORSION_SMAX_T = "Calcular o detalhamento da armadura transversal de Momento torsor."
IDS_TORSION_SMAX_L = "Calcular o detalhamento da armadura longitudinal de Momento torsor."
IDS_TORSION_STRENGTH = "Verificar resistência ao torção"
IDS_TRANSITION = "Transição"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "O tipo de cálculo da resistência à tração é Nenhum."
IDS_NEED_MORE_REBAR = "Necessita de mais armaduras"
IDS_UNCRACKED_SECTION = "Seção não fissurada"
IDS_UPLIFT = "Levantamento"
IDS_USE_TYPE = "Tipo de uso"
IDS_USER_STRENGTH_FACTOR = "Fator de redução de resistência definido pelo usuário"
IDS_UNSTIFFENED = "Não reforçado"
IDS_USER_DEFINED = "Definido pelo usuário"
IDS_VARIABLE_ACTION = "Ação variável"
IDS_VERTICAL = "Vertical"
IDS_VERTICAL_FORCE = "Força vertical"
IDS_VERTICAL_TENSILE_STRESS = "Tensão de tração vertical"
IDS_VOLUMETRIC_RATIO = "Razão volumétrica"
IDS_VALUE_DGN = "Valor"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Por favor, verifique as informações de armadura."
IDS_VIBRATION = "Vibração"
IDS_WALL_HEIGHT = "Altura da parede"
IDS_WALL_LENGTH = "Comprimento da parede"
IDS_WALL_THICKNESS = "Espessura da parede"
IDS_WATCHING_AREA = "Área de visualização"
IDS_WHERE = "Onde"
IDS_WALL_MOMENT_ENVELOP = "Calcular o momento de projeto a partir do diagrama envoltório para Parede de ductilidade"
IDS_WALL_BELOW__s = "abaixo de %s"
IDS_WALL_ABOVE__s = "acima de %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Você deve inserir os dados de espaçamento da região crítica."
IDS_Y_AXIS = "eixo y"
IDS_Z_AXIS = "eixo z"
IDS_DGN_RPRT_USERS_UNIT = "Unidade do usuário : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Verificar razão axial"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Verificar resistência axial"
IDS_DGN_RPRT_DET_CALC_RESIS = "Calcular a resistência de projeto da seção transversal"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Curva de flambagem"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Calcular a resistência de projeto para flambagem torsional"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Resistência de projeto para Momento torsor e flambagem flexo-torsional"
IDS_DGN_RPRT_DET_COMP_RESIS = "Resistência de projeto de um elemento de compressão"
IDS_DGN_RPRT_DET_TENS_RESIS = "Resistência de projeto de um elemento de tração"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Esbeltez não dimensional"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Resistência de projeto para flambagem por flexão"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Calcular a resistência de projeto para flambagem por flexão ( eixo principal maior )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Calcular a resistência de projeto para flambagem por flexão ( eixo y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Calcular a resistência de projeto para flambagem por flexão ( eixo z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Não é necessário verificar a flambagem por flexão."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Não é necessário verificar a flambagem flexo-torsional."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Centro de cisalhamento"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Centro de cisalhamento a partir do centróide"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Verificar a resistência de projeto à flexão em torno do eixo maior"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Verificar a resistência de projeto à flexão em torno do eixo menor"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Resistência de projeto à flexão em torno do eixo maior y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Resistência de projeto à flexão em torno do eixo menor z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Resistência de projeto à flexão em torno do eixo principal maior u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Resistência de projeto à flexão em torno do eixo principal menor v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Calcular a resistência de projeto para flambagem lateral com torção"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Esbeltez de flambagem"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Resistência de projeto para flambagem lateral com torção"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "É necessário verificar LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Não é necessário verificar LTB"
IDS_DGN_RPRT_DET_AND = "e"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Verificar a resistência de projeto para flambagem lateral com torção"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Seção assimétrica em torno do eixo menor ou seção não apoiada"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Não é possível verificar LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Calcular a razão de interação de uma resistência à flambagem (Flexão e Força axial)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Fatores de redução para flambagem"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Fator de eficiência"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Força de flambagem"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Momento de resistência à flambagem"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Fatores de momento uniforme equivalente"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Termos auxiliares"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Fatores de interação"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Valores de interação"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Razões de interação"
IDS_DGN_RPRT_DET_INTERACTON = "Interação"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Verificar razões de interação"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Calcular a razão de interação de flexão e Força axial"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Calcular a razão de interação de uma resistência à torção (Tensão direta e Tensão de Momento torsor)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Calcular a razão de interação de uma seção transversal de Classe 1 e 2 (Flexão e Compressão)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Forças aplicadas para a razão de interação"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Resistência ao Momento reduzida para alta força cortante em torno do eixo maior"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Resistência ao Momento reduzida para alta força cortante em torno do eixo menor"
IDS_DGN_RPRT_DET_PART = "Parte"
IDS_DGN_RPRT_DET_CLASS = "Classe"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Classe da seção transversal"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Verificar Tensão de tração para Barra de armadura Dir-1, Superior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Verificar Tensão de tração para Barra de armadura Dir-1, Inferior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Verificar Tensão de tração para Barra de armadura Dir-2, Superior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Verificar Tensão de tração para Barra de armadura Dir-2, Inferior"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Verificar Tensão de compressão para Concreto, Superior"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Verificar Tensão de compressão para Concreto, Inferior"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Tensão de tração Dir 1 Superior"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Tensão de tração Dir 2 Superior"
IDS_DGN_RPRT_DET_COMP_TOP = "Tensão de compressão superior"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Tensão de tração Dir 1 Inferior"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Tensão de tração Dir 2 Inferior"
IDS_DGN_RPRT_DET_COMP_BOT = "Tensão de compressão inferior"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Verificar se os elementos estão fissurados ou não."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Forças de membrana."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Verificar a tensão principal mínima."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Armadura necessária e tensão no concreto."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Resistências à tração fornecidas pela armadura."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Limite de resistência do Concreto."
IDS_DGN_RPRT_DET_CHK_RESULT = "Resultados da verificação."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Verificar razão de fadiga"
IDS_DGN_RPRT_DET_FATIGUE = "Fadiga"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calcular resistência à fadiga"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "No aço estrutural"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calcular resistência ao momento torsor"
IDS_DGN_RPRT_DET_VERIFICATION = "Verificação"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Carga de projeto de cisalhamento longitudinal"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Verificar a relação de esbeltez do elemento de compressão"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Verificar a relação de esbeltez do elemento de tração"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Verificar resistência axial"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calcular resistência à compressão axial"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calcular a relação de esbeltez de uma cantoneira simples"
IDS_DGN_RPRT_DET_CALC_FBS = "Calcular tensão de flambagem flexional"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calcular a tensão de flambagem flexo-torsional"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Não considerar"
IDS_DGN_RPRT_DET_NON_SLENDER = "Não esbelto"
IDS_DGN_RPRT_DET_SLENDER = "Esbelto"
IDS_DGN_RPRT_DET_CHK_WTRF = "Verificar a relação largura-espessura da mesa"
IDS_DGN_RPRT_DET_CHK_WTRS = "Verificar a relação largura-espessura da alma"
IDS_DGN_RPRT_DET_CALC_QSF = "Calcular o fator de redução da mesa"
IDS_DGN_RPRT_DET_CALC_QSS = "Calcular o fator de redução da alma"
IDS_DGN_RPRT_DET_CALC_Q = "Calcular o fator de redução de elementos enrijecidos"
IDS_DGN_RPRT_DET_CHK_DTRW = "Verificar a relação altura-espessura da alma"
IDS_DGN_RPRT_DET_CALC_QS = "Calcular o fator de redução de elementos esbeltos não enrijecidos"
IDS_DGN_RPRT_DET_CALC_QA = "Calcular o fator de redução de elementos esbeltos enrijecidos"
IDS_DGN_RPRT_DET_CHK_WTR = "Verificar razão largura-espessura"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Verificar a relação largura-espessura da mesa superior"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Verificar a relação largura-espessura da mesa inferior"
IDS_DGN_RPRT_DET_CHK_DTR = "Verificar razão diâmetro-espessura"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Verificar a resistência à flexão em torno do eixo principal (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calcular a resistência à flexão em torno do eixo principal"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Verificar a resistência à flexão em torno do eixo secundário (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calcular a resistência à flexão em torno do eixo secundário"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Verificar a resistência à flexão em torno do eixo principal (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parâmetro da Seção em torno do eixo principal"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Momento de dimensionamento em torno do eixo principal"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calcular a relação largura-espessura limite para flexão"
IDS_DGN_RPRT_DET_WTR = "Razão largura-espessura"
IDS_DGN_RPRT_DET_YIELD = "Escoamento"
IDS_DGN_RPRT_DET_LTB = "Flambagem lateral-torsional"
IDS_DGN_RPRT_DET_NOT_APP = "Não Aplicado"
IDS_DGN_RPRT_DET_CALC_LLB = "Flambagem local da perna"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Verificar a resistência à flexão em torno do eixo secundário (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Módulo elástico da Seção referido às mesas tracionada e comprimida"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calcular a relação largura-espessura limite da mesa para flexão"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calcular a relação largura-espessura limite da alma para flexão"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Efeito de tensão reforçada"
IDS_DGN_RPRT_DET_APP = "Aplicado"
IDS_DGN_RPRT_DET_BEND_RPG = "Fator de redução da resistência à flexão"
IDS_DGN_RPRT_DET_BEND_CFY = "Fletor de flange de compressão"
IDS_DGN_RPRT_DET_BEND_CFLB = "Flange de compressão flambagem local"
IDS_DGN_RPRT_DET_BEND_TFY = "Fletor de flange de tração"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Módulo plástico da Seção referido às mesas tracionada e comprimida"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Totalmente apoiado lateralmente - Não aplicar LTB"
IDS_DGN_RPRT_DET_COMPACT = "Compacto"
IDS_DGN_RPRT_DET_NONCOMPACT = "Não Compacto"
IDS_DGN_RPRT_DET_BEND_YIELD = "Resistência nominal à flexão por Limite de escoamento"
IDS_DGN_RPRT_DET_BEND_FLB = "Resistência nominal à flexão por flambagem local da mesa"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Flange Compacta - Não Aplicada"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web Compacta - Não Aplicada"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Seção Compacta - Não Aplicada"
IDS_DGN_RPRT_DET_COMB_CHK = "Verificar Resistência Combinada"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calcular a taxa de interação da resistência combinada"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Verificar a resistência ao cisalhamento em torno do eixo principal (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calcular a resistência ao cisalhamento em torno do eixo principal"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Verificar a resistência ao cisalhamento em torno do eixo secundário (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calcular a resistência ao cisalhamento em torno do eixo secundário"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calcular coeficiente de força cortante da web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informação sobre tamanho da seção"
IDS_DGN_RPRT_DET_BEND_WLB = "Flambagem local da web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Fletor de compressão"
IDS_DGN_RPRT_DET_CLB = "Flambagem local de compressão"
IDS_DGN_RPRT_DET_CHK_TORSION = "Verificar resistência ao momento torsor"
IDS_DGN_RPRT_DET_CALC_C = "Calcular fator C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calcular resistência à flambagem"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calcular resistência nominal ao torção"
IDS_DGN_RPRT_DET_CALC_FLB = "Calcular flambagem local da flange"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Verificar a capacidade das barras verticais da alma"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calcular Fator Dúctil de Curvatura"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Verificar a taxa volumétrica mecânica de estribos de confinamento nas regiões críticas"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Verificar a falha por deslizamento nas regiões críticas. (Posição inferior)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Verificar Comprimento da Zona Final"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Comprimento da Zona Final"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calcular resistência à tração axial"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Módulo elástico da Seção referido às mesas tracionada e comprimida"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Módulo elástico da Seção referido às mesas comprimidas"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calcular a flambagem local da mesa comprimida"
IDS_DGN_RPRT_LEGS = "pernas"
IDS_DGN_RPRT_LEG = "perna"
IDS_DGN_RPRT_POSITIVE = "Positivo"
IDS_DGN_RPRT_NEGATIVE = "Negativo"
IDS_MEMBER_NAME = "NOME DO ELEMENTO ESTRUTURAL"
IDS_SKIP_MESSAGE = "O cálculo foi ignorado."
IDS_SECTION_PROP = "Propriedade da Seção"
IDS_THICKNESS_PROP = "Propriedade da Espessura"
IDS_LENGTH = "Comprimento"
IDS_STRESS = "Tensão"
IDS_STEEL = "Aço"
IDS_STEEL_SECTION = "Seção de Aço"
IDS_COMPOSITE_SECTION = "Seção Composta"
IDS_DGN_STRESS_CHECK = "Verificação de Tensão"
IDS_DGN_SLAB = "Laje"
IDS_DGN_SHEAR_FORCE = "Força Cortante"
IDS_DGN_COMBINED_RATIO = "Razão Combinada"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Espaçamento da Armadura"
IDS_DGN_RPT_SPACING = "Espaçamento"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Armadura de distribuição"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Verificar armadura de distribuição superior"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Verificar armadura de distribuição inferior"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( para estruturas não pré-esforçadas )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( para elementos estruturais sem força de tração )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( para elementos estruturais com flexão composta com tração )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(por classes de Concreto e Aço)"
IDS_DGN_RPT_NOT_REQUIRED = "Não requerido."
IDS_DGN_RPT_APPLIED_SPACING = "Espaçamento Aplicado"
IDS_DGN_RPT_CALCULATE_SPACING = "Calcular espaçamento"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Armadura Necessária"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Forças máximas ao longo do elemento estrutural"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Padrão ou Definido pelo Usuário)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calcular razão máxima de interação"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Posição da deflexão máxima"
IDS_COMMON_MAIN_REBAR = "Barra de armadura principal"
IDS_COMMON_DISTRI_REBAR = "Barra de armadura de distribuição"
IDS_COMMON_STIRRUP = "Estribo"
IDS_COMMON_NO_STIRRUP = "Sem Estribo"
IDS_EC2_CHARACTERSTIC = "Característica"
IDS_EC2_QUARSIPERMANENT = "Quase-Permanente"
IDS_EC2_FREQUENT = "Frequentemente"
IDS_EC3_LEFT_TOP_FLANGE = "FLANGE SUPERIOR ESQUERDA"
IDS_EC3_RIGHT_TOP_FLANGE = "FLANGE SUPERIOR DIREITA"
IDS_EC3_MID_TOP_FLANGE = "FLANGE SUPERIOR CENTRAL"
IDS_EC3_LEFT_BOT_FLANGE = "FLANGE INFERIOR ESQUERDA"
IDS_EC3_RIGHT_BOT_FLANGE = "FLANGE INFERIOR DIREITA"
IDS_EC3_MID_BOT_FLANGE = "FLANGE INFERIOR CENTRAL"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "WEB PARTE SUPERIOR"
IDS_EC3_BOT_PART_WEB = "WEB PARTE INFERIOR"
IDS_EC3_WEB_PANEL = "Painel da Web"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Classificação da Seção"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Fator de Amplificação da Deflexão"
IDS_EC3_TOP_WEB = "WEB SUPERIOR"
IDS_EC3_BOTTOM_WEB = "WEB INFERIOR"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "WEB DIREITA"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "FLANGE INTERNA INFERIOR"
IDS_EC3_INT_TOP_FLANGE = "FLANGE INTERNA SUPERIOR"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "FLANGE SUPERIOR MEIO ESQUERDA"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "FLANGE SUPERIOR MEIO DIREITA"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "FLANGE INFERIOR MEIO ESQUERDA"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "FLANGE INFERIOR MEIO DIREITA"
IDS_EC3_TOP_FLANGE_PANEL = "Painel da Flange Superior"
IDS_EC3_BOT_FLANGE_PANEL = "Painel da Flange Inferior"
IDS_EC3_TOP_FLANGE = "FLANGE SUPERIOR"
IDS_EC3_BOT_FLANGE = "FLANGE INFERIOR"
IDS_EC3_LEFT_D_TOP_FLANGE = "FLANGE SUPERIOR ESQUERDA-D"
IDS_EC3_RIGHT_D_TOP_FLANGE = "FLANGE SUPERIOR DIREITA-D"
IDS_EC3_LEFT_1_TOP_FLANGE = "FLANGE SUPERIOR ESQUERDA-1"
IDS_EC3_LEFT_2_TOP_FLANGE = "FLANGE SUPERIOR ESQUERDA-2"
IDS_EC3_RIGHT_1_TOP_FLANGE = "FLANGE SUPERIOR DIREITA-1"
IDS_EC3_RIGHT_2_TOP_FLANGE = "FLANGE SUPERIOR DIREITA-2"
IDS_EC3_LEFT_D_BOT_FLANGE = "FLANGE INFERIOR ESQUERDA-D"
IDS_EC3_RIGHT_D_BOT_FLANGE = "FLANGE INFERIOR DIREITA-D"
IDS_DGN_CONSTRUCTIBILITY = "Construtibilidade"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "a partir da superfície inferior da Seção"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Assume-se que a tensão transversal da Placa da mesa é zero"
IDS_AS_STRENGTH_FLANGE_PLATE = "Resistência da Placa da Flange"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistência do enrijecedor longitudinal da mesa"
IDS_CRACKED = "Fissurado"
IDS_EFFECTIVE_SECTION_PROP = "Propriedade Eficaz da Seção"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Verificar a área mínima de Armadura"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Assume-se que a área dos montantes de extremidade satisfaz o requisito da equação 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Controle de Fissura da Laje"
IDS_AS_NOMINAL_DIAMETER = "Diâmetro Nominal"
IDS_AS_CENTER_TO_CENTER_SPACING = "Espaçamento Centro a Centro"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Verificar o espaçamento máximo das barras de armadura"
IDS_AS_YIELDING_FLANGE_PLATE = "Escoamento da Placa da mesa %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "painel a partir da mesa superior"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "enrijecedor a partir da mesa superior"
IDS_AS_CRITICAL_PANEL = "Painel crítico:"
IDS_AS_CRITICAL_STIFFENER = "Enrijecedor crítico:"
IDS_AS_FIRST = "Primeiro"
IDS_AS_SECOND = "Segundo"
IDS_AS_THIRD = "Terceiro"
IDS_AS_FOURTH = "Quarto"
IDS_AS_FIFTH = "Quinto"
IDS_AS_SIXTH = "Sexto"
IDS_AS_SEVENTH = "Sétimo"
IDS_INTERACTION_SHEAR_BENDING = "Interação de força cortante e momento"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interação de \n força cortante e flexão"
IDS_PROPORTIONING_METHOD = "Método de dimensionamento"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Método de interação entre força cortante e flexão"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "é determinado de acordo com a cláusula 4.6.3 para considerar a sequência de construção."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistência dos enrijecedores longitudinais da mesa"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Resistência do enrijecedor \nlongitudinal da mesa"
IDS_DEMAND = "Demanda"
IDS_CAPACITY = "Capacidade"
IDS_YIELDING_FLANGE_PLATE = "Limite de escoamento da placa de flange"
IDS_LONGITUDINAL_SHEAR_SLS = "Força cortante longitudinal para SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Capacidade característica de cisalhamento dos conectores de cisalhamento"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Dimensionamento para força cortante longitudinal"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Força cortante longitudinal de dimensionamento por unidade de comprimento"
IDS_FORCE = "Força"
IDS_COMPOSITE = "Composto"
IDS_COMPONENT = "Componente"
IDS_STRESSES = "Tensões"
IDS_TOP_FLANGE = "Flange superior"
IDS_BOTTOM_FLANGE = "Flange inferior"
IDS_WARPING_STRESSES = "Tensões de deformação"
IDS_DSITORSIONAL_WARPING = "Deformação distorcional"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Eixo neutro plástico efetivo"
IDS_DESIGN_FOR_BENDING_MOMENT = "Dimensionamento para momento fletor"
IDS_MOMENT_MODIFICATION_FACTOR = "Fator de modificação do momento"
IDS_SHEAR_YIELD_CAPACITY = "Capacidade de escoamento por força cortante"
IDS_SHEAR_BUCKLING_CAPACITY = "Capacidade de flambagem por força cortante"
IDS_INTERACTION_BUCKLING_CRITERION = "Critério de interação de flambagem"
IDS_RESTRAINT_WEB_PANELS = "Restrição de painéis de alma"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Este painel de alma está restringido"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Este painel de alma não está restringido"
IDS_BUCKLING_COEFFICIENTS = "Coeficientes de flambagem"
IDS_AXIAL_COEFFICIENTS = "Coeficiente axial"
IDS_SHEAR_COEFFICIENTS = "Coeficiente de força cortante"
IDS_BENDING_COEFFICIENTS = "Coeficiente de flexão"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Resistência dos enrijecedores longitudinais da alma"
IDS_STIFFENER = "Reforço"
IDS_MINIMUM_STIFFNESS = "Rigidez mínima"
IDS_YIELDING_WEB_PANEL = "Limite de escoamento de painéis de alma"
IDS_PLASTIC_MOMENT = "Momento plástico"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Comprimento efetivo de flambagem em relação ao eixo Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Comprimento efetivo de flambagem em relação ao eixo Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "nota"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Posição"
IDS_DGN_RPT_DIRECTION = "direção"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Alma"
IDS_DGN_RPT_PART_FLANGE = "Flange"
IDS_DGN_RPT_PART_CORNER = "Canto"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Fator de modificação da resposta"
IDS_AU_BRACED_COLUMN = "Coluna reforçada"
IDS_AU_DAY = "Dia"
IDS_AU_DAYS = "Dias"
IDS_AU_DIRECTION = "Direção"
IDS_AU_DOUBLE_CURVATURE = "Curvatura dupla"
IDS_AU_ELEMENT_ID = "ID do elemento"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Árido"
IDS_AU_ENVIRONMENT_INTERIOR = "Interior"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Próximo à costa"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Temperado interior"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropical"
IDS_AU_MIDDLE = "MEIO"
IDS_AU_NODE_ID = "ID do nó"
IDS_AU_PARA_END_I = "Fim (i)"
IDS_AU_PARA_END_J = "Fim (j)"
IDS_AU_PARA_MIDDLE = "Meio"
IDS_AU_POSITION = "Posição"
IDS_AU_SECTION_ID = "ID da seção"
IDS_AU_THICKNESS_ID = "ID da espessura"
IDS_AU_UNBRACED_COLUMN = "Coluna não reforçada"
IDS_AU_ABSOLUTE_VALUES = "Valores absolutos"
IDS_AU_AGE_OF_CONCRETE = "Idade do concreto"
IDS_AU_AGGREGATE_SIZE = "Tamanho do agregado"
IDS_AU_ANGLE_OF_INCLINATION = "Ângulo de inclinação"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Aplicar momento fletor mínimo"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Área da seção transversal da barra que forma um estribo fechado"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Área da seção transversal delimitada pela linha de centro dos estribos mais externos"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Área delimitada pelo caminho do fluxo de cisalhamento"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Área delimitada pela linha de centro da Armadura transversal externa fechada para Momento torsor"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Áreas das barras de Armadura na meia altura da Seção contendo a zona de tração à flexão"
IDS_AU_ASSUMED_BY_DESIGN = "Assumido pelo projeto"
IDS_AU_BALANCED_AXIS = "Eixo equilibrado"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Deformação básica de retração por secagem"
IDS_AU_BEND_MOMENT_STRN = "Resistência ao momento fletor"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Espaçamento centro a centro das barras próximo a uma face tracionada"
IDS_AU_CENT_SPAC_REIN = "Espaçamento centro a centro da Armadura"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Resistência característica à tração uniaxial do Concreto"
IDS_AU_CHAR_YIELD_STRN_REIN = "Limite de escoamento característico da Armadura"
IDS_AU_CITY = "Cidade"
IDS_AU_COMP_FORC_REIN_SINGLE = "Força de compressão pela Armadura com base em dimensionamento com Armadura simples"
IDS_AU_COMP_FORCE = "Força de compressão"
IDS_AU_COMP_FORCE_CONC = "Força de compressão pelo concreto"
IDS_AU_CRACK_WIDTH = "Largura da fissura"
IDS_AU_DAY_OF_DRYING = "Dia de secagem"
IDS_AU_DESIGN_FACTORS = "Fatores de projeto"
IDS_AU_DIST_LONG_BAR_SIDE = "Distância da barra longitudinal à face lateral"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distância da barra longitudinal ao intradorso"
IDS_AU_EFF_DEPTH_BENDING = "Altura útil de uma seção transversal no plano de flexão"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Fator de resistência à compressão efetiva"
IDS_AU_ENVIRONMENT = "Ambiente"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Força cortante equivalente fatorada"
IDS_AU_EXPOSED_PERI_SECT = "Perímetro exposto de uma seção transversal"
IDS_AU_EXPOSURE_CLASSIFICATION = "Classificação de exposição"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Deformação final de retração autógena"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Deformação final de retração básica por secagem"
IDS_AU_GOVERN_LCOM = "Combinação de carga governante"
IDS_AU_HOOP = "Anel"
IDS_AU_HOOP_BAR = "Barra de anel"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Dentro da região especial de confinamento"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Comprimento do perímetro externo da seção transversal de Concreto"
IDS_AU_MAIN_BAR = "Barra principal"
IDS_AU_MAX_ALLOW_LONG_REIN = "Máximo permitido de armadura longitudinal"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Espaçamento longitudinal máximo da Armadura de cisalhamento"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Armadura máxima requerida para tração à flexão"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "A relação de esbeltez máxima foi excedida"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "A relação de esbeltez máxima NÃO foi excedida"
IDS_AU_MAX_STRS_REIN_DIA = "Tensão máxima da Armadura por diâmetro"
IDS_AU_MAX_STRS_REIN_SPAC = "Tensão máxima da Armadura por espaçamento"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Valor médio da resistência à tração axial do Concreto"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Valor médio da resistência à compressão in situ do Concreto"
IDS_AU_MIN_ALLOW_LONG_REIN = "Mínimo permitido de armadura longitudinal"
IDS_AU_MIN_BEND_MOMENT = "Momento fletor mínimo"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Armadura mínima requerida para tração à flexão"
IDS_AU_MIN_REQ_STRN = "Resistência mínima requerida"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Mínima armadura de força cortante transversal"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Momento de inércia pela Armadura de compressão"
IDS_AU_MOMENT_INERTIA_CONC = "Momento de inércia do Concreto"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Momento de inércia pela Armadura de tração"
IDS_AU_MOMENT_STRN = "Resistência ao momento"
IDS_AU_NEUTRAL_AXIS = "Eixo neutro"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Número de barras longitudinais com restrição lateral"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Capacidade nominal da Barra de armadura para eixo balanceado"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Capacidade nominal da Barra de armadura para eixo neutro"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NÃO Região de confinamento especial"
IDS_AU_ON_FLEX_COMP_SIDE = "No lado comprimido à flexão"
IDS_AU_ON_FLEX_TENS_SIDE = "No lado tracionado à flexão"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Fora da região especial de confinamento"
IDS_AU_OVERALL_DEPTH_BENDING = "Altura total de uma seção transversal no plano de flexão"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positivo para tração, Negativo para compressão"
IDS_AU_RECT_SECT = "Seção retangular"
IDS_AU_REIN_REQ_COLM = "Requisitos de armadura para colunas"
IDS_AU_REIN_REQ_WALL = "Requisitos de armadura para paredes"
IDS_AU_REIN_TENS_ZONE_CRACK = "Armadura na zona de tração para controle de fissuração"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Ângulo de rotação do eixo neutro"
IDS_AU_ROTATED_SECT = "Seção Rotacionada"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Pesquisar a profundidade do eixo neutro"
IDS_AU_SHEAR_STRN = "Força Cortante"
IDS_AU_SLEND_RATIO = "Razão de Esbeltez"
IDS_AU_SPECIAL_CONFINE_REGION = "Região de confinamento especial"
IDS_AU_SPIRAL = "Espiral"
IDS_AU_STRS_REIN = "tensão de armadura"
IDS_AU_T_SECT_FLG_TENS = "Seção T, mesa em tração"
IDS_AU_T_SECT_WEB_TENS = "Seção T, alma em tração"
IDS_AU_TENS_FORC_REIN = "Força de tração pela armadura"
IDS_AU_TENS_REIN_AREA = "Área de armadura de tração"
IDS_AU_TORS_CAPA = "Capacidade de Torsão"
IDS_AU_TORS_CRACK_MOMENT = "Momento de fissuração torsional"
IDS_AU_TORS_STRN = "Força de Torsão"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Área total delimitada pelo perímetro externo da seção de Concreto"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "A Armadura transversal de cisalhamento NÃO é requerida"
IDS_AU_TRANS_SHEAR_REIN_REQ = "É necessária armadura transversal para força cortante"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Fator de profundidade da tensão de compressão uniforme"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Fator de tensão compressiva uniforme"
IDS_AU_USER_INPUT_APPLIED = "Entrada do Usuário Aplicada"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verificação do requisito de região especial de confinamento"
IDS_AU_AXIAL_MOMENT_CAPA = "Capacidade Axial / de Momento"
IDS_AU_MIN_TRANS_REIN_AREA = "Área mínima de armadura transversal"
IDS_AU_CONFINE_CORE = "Confinamento do núcleo"
IDS_AU_SPAC_FITMENTS = "Espaçamento de acessórios"
IDS_AU_BAR_DIA_FITMENT = "Diâmetro da barra dos acessórios"
IDS_AU_MAX_TRANS_REIN_SPAC = "Espaçamento máximo de armadura transversal"
IDS_AU_ANAL_RES_BENDING = "Resultados da análise para flexão"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Forças axiais devido à carga permanente"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Forças axiais devido à carga variável"
IDS_AU_CENT_TO_CENT_SPAC = "Espaçamento centro a centro"
IDS_AU_CLEAR_DIST = "Distância livre"
IDS_AU_CTRL_FOR_CRACKING = "Controle para fissuração"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distância da fibra superior ao centróide das resultantes das forças de compressão"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distância da fibra superior ao centróide das resultantes das forças de tração"
IDS_AU_HOR_REINF_CRACK_CTRL = "Armadura horizontal para controle de fissuração"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Espaçamento máximo de centro a centro"
IDS_AU_MIN_CLEAR_DIST = "Distância livre mínima"
IDS_AU_PERMANENT_EFFECT = "Efeito Permanente"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Armadura na direção secundária em lajes restringidas"
IDS_AU_SHRINK_TEMP_EFFECT = "Efeitos de retração e temperatura"
IDS_AU_SLS_LOAD_COMB = "Combinação de Carga SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calcular o ângulo de inclinação da biela de compressão do concreto e do eixo longitudinal"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calcular deformação de retração autógena"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calcular as capacidades de carga axial e de momento"
IDS_AU_CALC_BUCKLING_LOAD = "Calcular carga de flambagem"
IDS_AU_CALC_BY_FEM_METHOD = "Calculado pelo Método FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calcular a capacidade do bloco de tensões de compressão"
IDS_AU_CALC_CAPA_REIN = "Calcular capacidade da armadura"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calcular o coeficiente do amplificador de momento"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calcular o fator do bloco de tensões de compressão"
IDS_AU_CALC_DGN_CREEP_COEF = "Calcular coeficiente de fluência de projeto"
IDS_AU_CALC_DGN_FORC = "Calcular Força de Projeto"
IDS_AU_CALC_DGN_FORC_NMM = "Calcular a Força de projeto para NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calcular a Força de projeto para NM"
IDS_AU_CALC_DGN_MOMENT = "Calcular momento de projeto"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calcular deformação de retração de projeto"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calcular a diferença entre a deformação média na armadura e no concreto"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calcular deformação de retração por secagem"
IDS_AU_CALC_ECCEN = "Calcular excentricidade"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calcular a altura útil efetiva do concreto em tração ao redor das barras"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calcular razão modular efetiva"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calcular profundidade de cisalhamento efetiva"
IDS_AU_CALC_FACT = "Calcular fator"
IDS_AU_CALC_FACT_STRS = "Calcular fator para tensão"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calcular os componentes de força no eixo neutro"
IDS_AU_CALC_HYPO_THICK = "Calcular espessura hipotética"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calcular o momento de inércia da seção fissurada"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calcular o limite do índice de esbeltez"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calcular a deformação longitudinal no concreto para força cortante"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calcular o espaçamento máximo final de fissuras"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calcular a armadura máxima requerida à tração por flexão"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calcular o espaçamento máximo da armadura transversal para força cortante"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calcular a tensão máxima da armadura na zona tracionada"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calcular Momento de Flexão Mínimo"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calcular a armadura mínima requerida à tração por flexão"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calcular a resistência mínima requerida à flexão"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calcular a armadura transversal mínima para força cortante"
IDS_AU_CALC_MODI_FACT = "Calcular fatores de modificação"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calcular o fator de modificação para o comportamento de fluência não linear"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calcular a capacidade de momento para carga de flambagem"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calcular Aumentador de Momento"
IDS_AU_CALC_MOMENT_RESIST = "Calcular resistência ao momento"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calcular profundidade do eixo neutro"
IDS_AU_CALC_NOMI_CAPA = "Calcular capacidade nominal"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calcular dimensionamento da armadura longitudinal"
IDS_AU_CALC_REIN_RATIO = "Calcular razão de armadura"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calcular o coeficiente de força cortante pelo método geral"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calcular o coeficiente de força cortante pelo método simplificado"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calcular a resistência à força cortante pelo concreto"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calcular a resistência à força cortante limitada pelo esmagamento da alma"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calcular a resistência à força cortante pela armadura"
IDS_AU_CALC_SLEND_RATIO = "Calcular Razão de Esbeltez"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calcular fator de redução de resistência"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calcular a tensão da armadura na zona tracionada"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calcular momento de fissuração torsional"
IDS_AU_CALC_TORS_STRN = "Calcular resistência à torsão"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calcular a resistência última à compressão"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calcular a resistência última à compressão sem flexão"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calcular a resistência à tração uniaxial do concreto"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calcular a tensão de compressão uniforme do concreto"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calcular a armadura mínima para controle de fissuração"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calcular a capacidade de momento na excentricidade balanceada"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calcular a armadura horizontal requerida para controle de fissuração"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Verificar as capacidades de carga axial e de momento"
IDS_AU_CHK_BAR_DIA_FITMENT = "Verificar o diâmetro da barra dos estribos"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Verificar o espaçamento de centro a centro das barras próximas a uma face tracionada"
IDS_AU_CHK_CONFINE_CORE = "Verificar o confinamento do núcleo"
IDS_AU_CHK_CRACK_WIDTH = "Verificar largura da fissura"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Verificar o detalhamento da armadura na zona tracionada para controle de fissuração"
IDS_AU_CHK_DIST_LONG_BAR = "Verificar a distância da barra longitudinal"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Verificar Força Cortante Equivalente"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Verificar o espaçamento máximo dos estribos para atender ao confinamento do núcleo da coluna"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Verificar a tensão máxima da armadura na zona tracionada"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Verificar a tensão máxima da armadura na zona tracionada para controle de fissuração"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Verificar a armadura transversal mínima para força cortante"
IDS_AU_CHK_MOMENT_CAPA = "Verificar Capacidade de Momento"
IDS_AU_CHK_REIN_REQ_COLM = "Verificar os requisitos de armadura para colunas"
IDS_AU_CHK_REIN_REQ_WALL = "Verificar os requisitos de armadura para paredes"
IDS_AU_CHK_SHEAR_CAPA = "Verificar Capacidade de Cisalhamento"
IDS_AU_CHK_SLEND_RATIO = "Verificar razão de esbeltez"
IDS_AU_CHK_SPAC_FITMENT = "Verificar o espaçamento dos estribos"
IDS_AU_CHK_TENS_REIN_AREA = "Verificar a área de armadura de tração"
IDS_AU_CHK_TORS_CAPA = "Verificar Capacidade Torsional"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Verificar o detalhamento da armadura para controle de fissuração"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Verificar a armadura horizontal para controle de fissuração"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Verificar o espaçamento máximo de centro a centro das barras"
IDS_AU_CHK_MIN_CLEAR_DIST = "Verificar a distância livre mínima entre barras"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Verificar a armadura mínima para controle de fissuração"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Verificar a capacidade de momento na excentricidade de carga"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Classe de Exposição"
IDS_DGN_RPT_BRIDGE_TYPE = "Tipo de Ponte"
IDS_DGN_RPT_SERVICE_LIFE = "Vida Útil"
IDS_DGN_RPT_PROTECTION_LEVEL = "Nível de Proteção"
IDS_DGN_RPT_STRUCTURE_TYPE = "Tipo de Estrutura"
IDS_DGN_RPT_USING = "Usando"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Valor característico da resistência do aço estrutural"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Valores limite de tensão de compressão para flambagem local"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Valor limite da tensão de compressão axial"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Valor limite da tensão de tração axial"
IDS_DGN_Limit_values_for_bending_stress = "Valores limite para tensão de flexão"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Valores limite para tensão de tração por flexão"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Valores limite para tensão de compressão por flexão"
IDS_DGN_Limit_value_of_shear_stress = "Valor limite da tensão de cisalhamento"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Armadura Transversal"
IDS__s_is_ignored = "%s é ignorado."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Verificar força de cisalhamento máxima"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Aumentar a espessura da laje."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Elemento de Viga"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Viga Virtual"
IDS_CONSIDER_AS_NONPRESTRESSED = "Considerar como não protendido"
IDS_EDGE_COLUMN = "Pilar de borda"
IDS_CORNER_COLUMN = "Pilar de canto"
